name: "hps_embedding"
backend: "hps"
max_batch_size:0
input [
  {
    name: "KEYS"
    data_type: TYPE_INT64
    dims: [ -1, -1]
  },
  {
    name: "NUMKEYS"
    data_type: TYPE_INT32
    dims: [ -1, -1]
  }
]
output [
  {
    name: "OUTPUT0"
    data_type: TYPE_FP32
    dims: [ -1]
  }
]
version_policy: {
        specific:{versions: 1}
},
instance_group [
  {
    count: 1
    kind : KIND_GPU
  }
]
