name: "embed_cache"
backend: "python"
max_batch_size: 1 
input [
  {
    name: "IN"
    data_type: TYPE_INT64
    dims: [ 26 ]
  }
]
output [
  {
    name: "OUT"
    data_type: TYPE_FP32
    dims: [ 26,16 ]
  }
]
instance_group [{ kind: KIND_CPU }]
dynamic_batching {
}
parameters: [
  {
    key: "cache_size"
    value: { string_value: "30000" }
  }
]